{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 50, "word_counts": "{\"i\": 52, \"can't\": 5, \"fall\": 5, \"asleep\": 14, \"at\": 2, \"night\": 10, \"wake\": 19, \"up\": 21, \"several\": 3, \"times\": 3, \"during\": 2, \"sleep\": 23, \"feel\": 8, \"tired\": 3, \"even\": 2, \"after\": 3, \"sleeping\": 3, \"have\": 11, \"difficulty\": 2, \"staying\": 3, \"nightmares\": 3, \"that\": 4, \"me\": 3, \"well\": 1, \"without\": 4, \"issues\": 3, \"refreshed\": 1, \"every\": 3, \"morning\": 4, \"don't\": 2, \"any\": 5, \"trouble\": 3, \"soundly\": 1, \"through\": 4, \"the\": 15, \"quickly\": 2, \"and\": 15, \"easily\": 1, \"struggle\": 2, \"to\": 10, \"feeling\": 5, \"exhausted\": 1, \"a\": 3, \"full\": 1, \"night's\": 1, \"often\": 6, \"too\": 2, \"early\": 3, \"go\": 2, \"back\": 5, \"my\": 5, \"is\": 6, \"interrupted\": 1, \"by\": 3, \"restless\": 2, \"thoughts\": 1, \"frequently\": 3, \"reason\": 1, \"rarely\": 2, \"in\": 6, \"middle\": 3, \"of\": 3, \"no\": 2, \"problem\": 1, \"falling\": 4, \"deep\": 2, \"uninterrupted\": 1, \"groggy\": 1, \"unrested\": 2, \"when\": 1, \"but\": 4, \"experience\": 1, \"vivid\": 2, \"dreams\": 2, \"completely\": 1, \"rested\": 1, \"alert\": 2, \"mornings\": 1, \"easy\": 1, \"hard\": 1, \"with\": 1, \"insomnia\": 1, \"most\": 1, \"nights\": 2, \"like\": 4, \"baby\": 1, \"great\": 1, \"constantly\": 1, \"disturbed\": 2, \"stay\": 4, \"awake\": 2, \"for\": 3, \"hours\": 3, \"immediately\": 1, \"until\": 1, \"getting\": 2, \"once\": 1, \"anxious\": 1, \"get\": 3, \"deeply\": 1, \"day\": 1, \"seem\": 1, \"enough\": 2, \"matter\": 1, \"how\": 1, \"long\": 1, \"sometimes\": 1, \"going\": 1, \"bed\": 1, \"use\": 1, \"bathroom\": 1, \"am\": 1, \"loud\": 1, \"noises\": 1, \"while\": 1, \"haven't\": 1, \"slept\": 1, \"all\": 1, \"few\": 1, \"then\": 1, \"again\": 1, \"find\": 1, \"it\": 1, \"difficult\": 1, \"quality\": 1, \"poor\": 1, \"frequent\": 1, \"leave\": 1, \"waking\": 1, \"i'm\": 1, \"not\": 1, \"unable\": 1, \"longer\": 1, \"disrupt\": 1, \"entire\": 1}", "word_docs": "{\"can't\": 5, \"i\": 46, \"night\": 10, \"asleep\": 11, \"at\": 2, \"fall\": 5, \"wake\": 19, \"sleep\": 22, \"during\": 2, \"several\": 3, \"up\": 21, \"times\": 3, \"tired\": 3, \"after\": 3, \"even\": 2, \"feel\": 8, \"sleeping\": 3, \"staying\": 3, \"have\": 11, \"difficulty\": 2, \"me\": 3, \"that\": 4, \"nightmares\": 3, \"well\": 1, \"issues\": 3, \"without\": 4, \"every\": 3, \"morning\": 4, \"refreshed\": 1, \"any\": 5, \"trouble\": 3, \"don't\": 2, \"through\": 4, \"soundly\": 1, \"the\": 11, \"and\": 15, \"quickly\": 2, \"easily\": 1, \"to\": 9, \"struggle\": 2, \"exhausted\": 1, \"a\": 3, \"night's\": 1, \"full\": 1, \"feeling\": 5, \"too\": 2, \"early\": 3, \"go\": 2, \"often\": 6, \"back\": 5, \"restless\": 2, \"by\": 3, \"thoughts\": 1, \"interrupted\": 1, \"my\": 5, \"is\": 5, \"reason\": 1, \"frequently\": 3, \"in\": 6, \"of\": 3, \"rarely\": 2, \"middle\": 3, \"no\": 2, \"falling\": 4, \"problem\": 1, \"uninterrupted\": 1, \"deep\": 2, \"unrested\": 2, \"when\": 1, \"groggy\": 1, \"but\": 4, \"dreams\": 2, \"vivid\": 2, \"experience\": 1, \"completely\": 1, \"mornings\": 1, \"rested\": 1, \"alert\": 2, \"easy\": 1, \"hard\": 1, \"with\": 1, \"insomnia\": 1, \"nights\": 2, \"most\": 1, \"baby\": 1, \"great\": 1, \"like\": 4, \"disturbed\": 2, \"constantly\": 1, \"hours\": 3, \"for\": 3, \"stay\": 4, \"awake\": 2, \"until\": 1, \"immediately\": 1, \"getting\": 2, \"once\": 1, \"get\": 3, \"anxious\": 1, \"day\": 1, \"deeply\": 1, \"matter\": 1, \"long\": 1, \"how\": 1, \"seem\": 1, \"enough\": 2, \"bed\": 1, \"going\": 1, \"sometimes\": 1, \"use\": 1, \"bathroom\": 1, \"am\": 1, \"loud\": 1, \"while\": 1, \"noises\": 1, \"slept\": 1, \"haven't\": 1, \"all\": 1, \"few\": 1, \"then\": 1, \"again\": 1, \"find\": 1, \"difficult\": 1, \"it\": 1, \"quality\": 1, \"poor\": 1, \"frequent\": 1, \"leave\": 1, \"waking\": 1, \"i'm\": 1, \"not\": 1, \"longer\": 1, \"unable\": 1, \"disrupt\": 1, \"entire\": 1}", "index_docs": "{\"15\": 5, \"1\": 46, \"9\": 10, \"7\": 11, \"49\": 2, \"16\": 5, \"4\": 19, \"2\": 22, \"50\": 2, \"29\": 3, \"3\": 21, \"30\": 3, \"31\": 3, \"32\": 3, \"51\": 2, \"11\": 8, \"33\": 3, \"34\": 3, \"8\": 11, \"52\": 2, \"36\": 3, \"21\": 4, \"35\": 3, \"71\": 1, \"37\": 3, \"22\": 4, \"38\": 3, \"23\": 4, \"72\": 1, \"17\": 5, \"39\": 3, \"53\": 2, \"24\": 4, \"73\": 1, \"5\": 11, \"6\": 15, \"54\": 2, \"74\": 1, \"10\": 9, \"55\": 2, \"75\": 1, \"40\": 3, \"77\": 1, \"76\": 1, \"18\": 5, \"56\": 2, \"41\": 3, \"57\": 2, \"12\": 6, \"19\": 5, \"58\": 2, \"42\": 3, \"79\": 1, \"78\": 1, \"20\": 5, \"13\": 5, \"80\": 1, \"43\": 3, \"14\": 6, \"45\": 3, \"59\": 2, \"44\": 3, \"60\": 2, \"25\": 4, \"81\": 1, \"82\": 1, \"61\": 2, \"62\": 2, \"84\": 1, \"83\": 1, \"26\": 4, \"64\": 2, \"63\": 2, \"85\": 1, \"86\": 1, \"88\": 1, \"87\": 1, \"65\": 2, \"89\": 1, \"90\": 1, \"91\": 1, \"92\": 1, \"66\": 2, \"93\": 1, \"94\": 1, \"95\": 1, \"27\": 4, \"67\": 2, \"96\": 1, \"47\": 3, \"46\": 3, \"28\": 4, \"68\": 2, \"98\": 1, \"97\": 1, \"69\": 2, \"99\": 1, \"48\": 3, \"100\": 1, \"102\": 1, \"101\": 1, \"104\": 1, \"106\": 1, \"105\": 1, \"103\": 1, \"70\": 2, \"109\": 1, \"108\": 1, \"107\": 1, \"110\": 1, \"111\": 1, \"112\": 1, \"113\": 1, \"115\": 1, \"114\": 1, \"117\": 1, \"116\": 1, \"118\": 1, \"119\": 1, \"120\": 1, \"121\": 1, \"122\": 1, \"124\": 1, \"123\": 1, \"125\": 1, \"126\": 1, \"127\": 1, \"128\": 1, \"129\": 1, \"130\": 1, \"131\": 1, \"133\": 1, \"132\": 1, \"134\": 1, \"135\": 1}", "index_word": "{\"1\": \"i\", \"2\": \"sleep\", \"3\": \"up\", \"4\": \"wake\", \"5\": \"the\", \"6\": \"and\", \"7\": \"asleep\", \"8\": \"have\", \"9\": \"night\", \"10\": \"to\", \"11\": \"feel\", \"12\": \"often\", \"13\": \"is\", \"14\": \"in\", \"15\": \"can't\", \"16\": \"fall\", \"17\": \"any\", \"18\": \"feeling\", \"19\": \"back\", \"20\": \"my\", \"21\": \"that\", \"22\": \"without\", \"23\": \"morning\", \"24\": \"through\", \"25\": \"falling\", \"26\": \"but\", \"27\": \"like\", \"28\": \"stay\", \"29\": \"several\", \"30\": \"times\", \"31\": \"tired\", \"32\": \"after\", \"33\": \"sleeping\", \"34\": \"staying\", \"35\": \"nightmares\", \"36\": \"me\", \"37\": \"issues\", \"38\": \"every\", \"39\": \"trouble\", \"40\": \"a\", \"41\": \"early\", \"42\": \"by\", \"43\": \"frequently\", \"44\": \"middle\", \"45\": \"of\", \"46\": \"for\", \"47\": \"hours\", \"48\": \"get\", \"49\": \"at\", \"50\": \"during\", \"51\": \"even\", \"52\": \"difficulty\", \"53\": \"don't\", \"54\": \"quickly\", \"55\": \"struggle\", \"56\": \"too\", \"57\": \"go\", \"58\": \"restless\", \"59\": \"rarely\", \"60\": \"no\", \"61\": \"deep\", \"62\": \"unrested\", \"63\": \"vivid\", \"64\": \"dreams\", \"65\": \"alert\", \"66\": \"nights\", \"67\": \"disturbed\", \"68\": \"awake\", \"69\": \"getting\", \"70\": \"enough\", \"71\": \"well\", \"72\": \"refreshed\", \"73\": \"soundly\", \"74\": \"easily\", \"75\": \"exhausted\", \"76\": \"full\", \"77\": \"night's\", \"78\": \"interrupted\", \"79\": \"thoughts\", \"80\": \"reason\", \"81\": \"problem\", \"82\": \"uninterrupted\", \"83\": \"groggy\", \"84\": \"when\", \"85\": \"experience\", \"86\": \"completely\", \"87\": \"rested\", \"88\": \"mornings\", \"89\": \"easy\", \"90\": \"hard\", \"91\": \"with\", \"92\": \"insomnia\", \"93\": \"most\", \"94\": \"baby\", \"95\": \"great\", \"96\": \"constantly\", \"97\": \"immediately\", \"98\": \"until\", \"99\": \"once\", \"100\": \"anxious\", \"101\": \"deeply\", \"102\": \"day\", \"103\": \"seem\", \"104\": \"matter\", \"105\": \"how\", \"106\": \"long\", \"107\": \"sometimes\", \"108\": \"going\", \"109\": \"bed\", \"110\": \"use\", \"111\": \"bathroom\", \"112\": \"am\", \"113\": \"loud\", \"114\": \"noises\", \"115\": \"while\", \"116\": \"haven't\", \"117\": \"slept\", \"118\": \"all\", \"119\": \"few\", \"120\": \"then\", \"121\": \"again\", \"122\": \"find\", \"123\": \"it\", \"124\": \"difficult\", \"125\": \"quality\", \"126\": \"poor\", \"127\": \"frequent\", \"128\": \"leave\", \"129\": \"waking\", \"130\": \"i'm\", \"131\": \"not\", \"132\": \"unable\", \"133\": \"longer\", \"134\": \"disrupt\", \"135\": \"entire\"}", "word_index": "{\"i\": 1, \"sleep\": 2, \"up\": 3, \"wake\": 4, \"the\": 5, \"and\": 6, \"asleep\": 7, \"have\": 8, \"night\": 9, \"to\": 10, \"feel\": 11, \"often\": 12, \"is\": 13, \"in\": 14, \"can't\": 15, \"fall\": 16, \"any\": 17, \"feeling\": 18, \"back\": 19, \"my\": 20, \"that\": 21, \"without\": 22, \"morning\": 23, \"through\": 24, \"falling\": 25, \"but\": 26, \"like\": 27, \"stay\": 28, \"several\": 29, \"times\": 30, \"tired\": 31, \"after\": 32, \"sleeping\": 33, \"staying\": 34, \"nightmares\": 35, \"me\": 36, \"issues\": 37, \"every\": 38, \"trouble\": 39, \"a\": 40, \"early\": 41, \"by\": 42, \"frequently\": 43, \"middle\": 44, \"of\": 45, \"for\": 46, \"hours\": 47, \"get\": 48, \"at\": 49, \"during\": 50, \"even\": 51, \"difficulty\": 52, \"don't\": 53, \"quickly\": 54, \"struggle\": 55, \"too\": 56, \"go\": 57, \"restless\": 58, \"rarely\": 59, \"no\": 60, \"deep\": 61, \"unrested\": 62, \"vivid\": 63, \"dreams\": 64, \"alert\": 65, \"nights\": 66, \"disturbed\": 67, \"awake\": 68, \"getting\": 69, \"enough\": 70, \"well\": 71, \"refreshed\": 72, \"soundly\": 73, \"easily\": 74, \"exhausted\": 75, \"full\": 76, \"night's\": 77, \"interrupted\": 78, \"thoughts\": 79, \"reason\": 80, \"problem\": 81, \"uninterrupted\": 82, \"groggy\": 83, \"when\": 84, \"experience\": 85, \"completely\": 86, \"rested\": 87, \"mornings\": 88, \"easy\": 89, \"hard\": 90, \"with\": 91, \"insomnia\": 92, \"most\": 93, \"baby\": 94, \"great\": 95, \"constantly\": 96, \"immediately\": 97, \"until\": 98, \"once\": 99, \"anxious\": 100, \"deeply\": 101, \"day\": 102, \"seem\": 103, \"matter\": 104, \"how\": 105, \"long\": 106, \"sometimes\": 107, \"going\": 108, \"bed\": 109, \"use\": 110, \"bathroom\": 111, \"am\": 112, \"loud\": 113, \"noises\": 114, \"while\": 115, \"haven't\": 116, \"slept\": 117, \"all\": 118, \"few\": 119, \"then\": 120, \"again\": 121, \"find\": 122, \"it\": 123, \"difficult\": 124, \"quality\": 125, \"poor\": 126, \"frequent\": 127, \"leave\": 128, \"waking\": 129, \"i'm\": 130, \"not\": 131, \"unable\": 132, \"longer\": 133, \"disrupt\": 134, \"entire\": 135}"}}