{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 100, "word_counts": "{\"i\": 107, \"can't\": 10, \"fall\": 8, \"asleep\": 25, \"at\": 6, \"night\": 24, \"wake\": 36, \"up\": 41, \"several\": 4, \"times\": 6, \"during\": 9, \"sleep\": 54, \"feel\": 25, \"tired\": 7, \"even\": 7, \"after\": 8, \"sleeping\": 4, \"have\": 19, \"difficulty\": 5, \"staying\": 5, \"nightmares\": 3, \"that\": 6, \"me\": 5, \"well\": 4, \"without\": 5, \"issues\": 3, \"refreshed\": 1, \"every\": 3, \"morning\": 4, \"don't\": 3, \"any\": 5, \"trouble\": 6, \"soundly\": 1, \"through\": 4, \"the\": 33, \"quickly\": 3, \"and\": 36, \"easily\": 2, \"struggle\": 7, \"to\": 30, \"feeling\": 10, \"exhausted\": 4, \"a\": 14, \"full\": 6, \"night's\": 5, \"often\": 17, \"too\": 4, \"early\": 5, \"go\": 3, \"back\": 9, \"my\": 10, \"is\": 8, \"interrupted\": 2, \"by\": 5, \"restless\": 5, \"thoughts\": 1, \"frequently\": 5, \"reason\": 1, \"rarely\": 3, \"in\": 10, \"middle\": 4, \"of\": 11, \"no\": 2, \"problem\": 1, \"falling\": 10, \"deep\": 3, \"uninterrupted\": 1, \"groggy\": 2, \"unrested\": 3, \"when\": 2, \"but\": 9, \"experience\": 3, \"vivid\": 2, \"dreams\": 2, \"completely\": 1, \"rested\": 2, \"alert\": 2, \"mornings\": 1, \"easy\": 1, \"hard\": 2, \"with\": 2, \"insomnia\": 1, \"most\": 1, \"nights\": 2, \"like\": 9, \"baby\": 1, \"great\": 1, \"constantly\": 1, \"disturbed\": 3, \"stay\": 5, \"awake\": 7, \"for\": 9, \"hours\": 7, \"immediately\": 1, \"until\": 1, \"getting\": 6, \"once\": 2, \"anxious\": 1, \"get\": 7, \"deeply\": 1, \"day\": 8, \"seem\": 1, \"enough\": 4, \"matter\": 1, \"how\": 1, \"long\": 3, \"sometimes\": 4, \"going\": 1, \"bed\": 1, \"use\": 1, \"bathroom\": 1, \"am\": 3, \"loud\": 1, \"noises\": 2, \"while\": 1, \"haven't\": 2, \"slept\": 1, \"all\": 4, \"few\": 3, \"then\": 2, \"again\": 3, \"find\": 4, \"it\": 2, \"difficult\": 2, \"quality\": 2, \"poor\": 5, \"frequent\": 1, \"leave\": 1, \"waking\": 4, \"i'm\": 2, \"not\": 3, \"unable\": 2, \"longer\": 1, \"disrupt\": 1, \"entire\": 1, \"throughout\": 3, \"because\": 2, \"though\": 2, \"more\": 1, \"than\": 1, \"unrefreshed\": 1, \"drained\": 1, \"need\": 1, \"adjust\": 1, \"pillow\": 1, \"or\": 2, \"blanket\": 1, \"very\": 2, \"settle\": 1, \"into\": 3, \"multiple\": 2, \"due\": 6, \"anxiety\": 2, \"patterns\": 2, \"are\": 1, \"stress\": 2, \"time\": 2, \"worries\": 1, \"lightly\": 2, \"slightest\": 1, \"noise\": 1, \"despite\": 1, \"late\": 1, \"drowsy\": 1, \"sluggish\": 1, \"short\": 2, \"bursts\": 1, \"mentally\": 1, \"from\": 2, \"only\": 1, \"whole\": 1, \"i've\": 1, \"been\": 1, \"periods\": 2, \"never\": 1, \"fully\": 1, \"rest\": 1, \"urge\": 1, \"nap\": 1, \"wide\": 1, \"caught\": 1, \"cycle\": 1, \"being\": 1, \"able\": 1, \"outside\": 1, \"comfort\": 1, \"still\": 1, \"physical\": 1, \"activity\": 1, \"sleeplessness\": 1, \"last\": 1, \"days\": 1, \"irregular\": 1, \"shallow\": 1, \"unrefreshing\": 1, \"relax\": 1, \"out\": 1, \"breath\": 1, \"uncomfortable\": 2, \"discomfort\": 2, \"keeps\": 1, \"fatigued\": 1, \"least\": 1, \"peacefully\": 1, \"myself\": 1, \"lying\": 1, \"before\": 1, \"cut\": 1, \"fragmented\": 1, \"check\": 1, \"preventing\": 1}", "word_docs": "{\"can't\": 10, \"i\": 95, \"night\": 24, \"asleep\": 21, \"at\": 6, \"fall\": 8, \"wake\": 36, \"sleep\": 52, \"during\": 9, \"several\": 4, \"up\": 41, \"times\": 6, \"tired\": 7, \"after\": 8, \"even\": 7, \"feel\": 25, \"sleeping\": 4, \"staying\": 5, \"have\": 19, \"difficulty\": 5, \"me\": 5, \"that\": 6, \"nightmares\": 3, \"well\": 4, \"issues\": 3, \"without\": 5, \"every\": 3, \"morning\": 4, \"refreshed\": 1, \"any\": 5, \"trouble\": 6, \"don't\": 3, \"through\": 4, \"soundly\": 1, \"the\": 27, \"and\": 36, \"quickly\": 3, \"easily\": 2, \"to\": 25, \"struggle\": 7, \"exhausted\": 4, \"a\": 14, \"night's\": 5, \"full\": 6, \"feeling\": 10, \"too\": 4, \"early\": 5, \"go\": 3, \"often\": 17, \"back\": 9, \"restless\": 5, \"by\": 5, \"thoughts\": 1, \"interrupted\": 2, \"my\": 10, \"is\": 7, \"reason\": 1, \"frequently\": 5, \"in\": 10, \"of\": 11, \"rarely\": 3, \"middle\": 4, \"no\": 2, \"falling\": 10, \"problem\": 1, \"uninterrupted\": 1, \"deep\": 3, \"unrested\": 3, \"when\": 2, \"groggy\": 2, \"but\": 9, \"dreams\": 2, \"vivid\": 2, \"experience\": 3, \"completely\": 1, \"mornings\": 1, \"rested\": 2, \"alert\": 2, \"easy\": 1, \"hard\": 2, \"with\": 2, \"insomnia\": 1, \"nights\": 2, \"most\": 1, \"baby\": 1, \"great\": 1, \"like\": 9, \"disturbed\": 3, \"constantly\": 1, \"hours\": 7, \"for\": 9, \"stay\": 5, \"awake\": 7, \"until\": 1, \"immediately\": 1, \"getting\": 6, \"once\": 2, \"get\": 7, \"anxious\": 1, \"day\": 8, \"deeply\": 1, \"matter\": 1, \"long\": 3, \"how\": 1, \"seem\": 1, \"enough\": 4, \"bed\": 1, \"going\": 1, \"sometimes\": 4, \"use\": 1, \"bathroom\": 1, \"am\": 3, \"loud\": 1, \"while\": 1, \"noises\": 2, \"slept\": 1, \"haven't\": 2, \"all\": 4, \"few\": 3, \"then\": 2, \"again\": 3, \"find\": 4, \"difficult\": 2, \"it\": 2, \"quality\": 2, \"poor\": 5, \"frequent\": 1, \"leave\": 1, \"waking\": 4, \"i'm\": 2, \"not\": 3, \"longer\": 1, \"unable\": 2, \"disrupt\": 1, \"entire\": 1, \"throughout\": 3, \"because\": 2, \"though\": 2, \"than\": 1, \"more\": 1, \"unrefreshed\": 1, \"drained\": 1, \"need\": 1, \"pillow\": 1, \"or\": 2, \"blanket\": 1, \"adjust\": 1, \"very\": 2, \"settle\": 1, \"into\": 3, \"due\": 6, \"multiple\": 2, \"anxiety\": 2, \"stress\": 2, \"are\": 1, \"patterns\": 2, \"time\": 2, \"worries\": 1, \"lightly\": 2, \"slightest\": 1, \"noise\": 1, \"despite\": 1, \"late\": 1, \"sluggish\": 1, \"drowsy\": 1, \"bursts\": 1, \"short\": 2, \"from\": 2, \"mentally\": 1, \"only\": 1, \"whole\": 1, \"i've\": 1, \"been\": 1, \"periods\": 2, \"fully\": 1, \"never\": 1, \"rest\": 1, \"nap\": 1, \"urge\": 1, \"wide\": 1, \"being\": 1, \"able\": 1, \"cycle\": 1, \"caught\": 1, \"outside\": 1, \"comfort\": 1, \"still\": 1, \"activity\": 1, \"physical\": 1, \"days\": 1, \"sleeplessness\": 1, \"last\": 1, \"irregular\": 1, \"shallow\": 1, \"unrefreshing\": 1, \"relax\": 1, \"out\": 1, \"breath\": 1, \"uncomfortable\": 2, \"keeps\": 1, \"discomfort\": 2, \"fatigued\": 1, \"least\": 1, \"peacefully\": 1, \"lying\": 1, \"before\": 1, \"myself\": 1, \"cut\": 1, \"fragmented\": 1, \"check\": 1, \"preventing\": 1}", "index_docs": "{\"15\": 10, \"1\": 95, \"10\": 24, \"8\": 21, \"35\": 6, \"25\": 8, \"4\": 36, \"2\": 52, \"20\": 9, \"54\": 4, \"3\": 41, \"36\": 6, \"29\": 7, \"26\": 8, \"30\": 7, \"9\": 25, \"55\": 4, \"43\": 5, \"11\": 19, \"42\": 5, \"44\": 5, \"37\": 6, \"67\": 3, \"56\": 4, \"68\": 3, \"45\": 5, \"69\": 3, \"57\": 4, \"121\": 1, \"46\": 5, \"38\": 6, \"70\": 3, \"58\": 4, \"122\": 1, \"6\": 27, \"5\": 36, \"71\": 3, \"85\": 2, \"7\": 25, \"31\": 7, \"59\": 4, \"13\": 14, \"47\": 5, \"39\": 6, \"16\": 10, \"60\": 4, \"48\": 5, \"72\": 3, \"12\": 17, \"21\": 9, \"50\": 5, \"49\": 5, \"123\": 1, \"86\": 2, \"17\": 10, \"27\": 7, \"124\": 1, \"51\": 5, \"18\": 10, \"14\": 11, \"73\": 3, \"61\": 4, \"87\": 2, \"19\": 10, \"125\": 1, \"126\": 1, \"74\": 3, \"75\": 3, \"89\": 2, \"88\": 2, \"22\": 9, \"91\": 2, \"90\": 2, \"76\": 3, \"127\": 1, \"128\": 1, \"92\": 2, \"93\": 2, \"129\": 1, \"94\": 2, \"95\": 2, \"130\": 1, \"96\": 2, \"131\": 1, \"132\": 1, \"133\": 1, \"23\": 9, \"77\": 3, \"134\": 1, \"33\": 7, \"24\": 9, \"52\": 5, \"32\": 7, \"136\": 1, \"135\": 1, \"40\": 6, \"97\": 2, \"34\": 7, \"137\": 1, \"28\": 8, \"138\": 1, \"140\": 1, \"78\": 3, \"141\": 1, \"139\": 1, \"62\": 4, \"143\": 1, \"142\": 1, \"63\": 4, \"144\": 1, \"145\": 1, \"79\": 3, \"146\": 1, \"147\": 1, \"98\": 2, \"148\": 1, \"99\": 2, \"64\": 4, \"80\": 3, \"100\": 2, \"81\": 3, \"65\": 4, \"102\": 2, \"101\": 2, \"103\": 2, \"53\": 5, \"149\": 1, \"150\": 1, \"66\": 4, \"104\": 2, \"82\": 3, \"151\": 1, \"105\": 2, \"152\": 1, \"153\": 1, \"83\": 3, \"106\": 2, \"107\": 2, \"155\": 1, \"154\": 1, \"156\": 1, \"157\": 1, \"158\": 1, \"160\": 1, \"108\": 2, \"161\": 1, \"159\": 1, \"109\": 2, \"162\": 1, \"84\": 3, \"41\": 6, \"110\": 2, \"111\": 2, \"113\": 2, \"163\": 1, \"112\": 2, \"114\": 2, \"164\": 1, \"115\": 2, \"165\": 1, \"166\": 1, \"167\": 1, \"168\": 1, \"170\": 1, \"169\": 1, \"171\": 1, \"116\": 2, \"117\": 2, \"172\": 1, \"173\": 1, \"174\": 1, \"175\": 1, \"176\": 1, \"118\": 2, \"178\": 1, \"177\": 1, \"179\": 1, \"181\": 1, \"180\": 1, \"182\": 1, \"185\": 1, \"186\": 1, \"184\": 1, \"183\": 1, \"187\": 1, \"188\": 1, \"189\": 1, \"191\": 1, \"190\": 1, \"194\": 1, \"192\": 1, \"193\": 1, \"195\": 1, \"196\": 1, \"197\": 1, \"198\": 1, \"199\": 1, \"200\": 1, \"119\": 2, \"201\": 1, \"120\": 2, \"202\": 1, \"203\": 1, \"204\": 1, \"206\": 1, \"207\": 1, \"205\": 1, \"208\": 1, \"209\": 1, \"210\": 1, \"211\": 1}", "index_word": "{\"1\": \"i\", \"2\": \"sleep\", \"3\": \"up\", \"4\": \"wake\", \"5\": \"and\", \"6\": \"the\", \"7\": \"to\", \"8\": \"asleep\", \"9\": \"feel\", \"10\": \"night\", \"11\": \"have\", \"12\": \"often\", \"13\": \"a\", \"14\": \"of\", \"15\": \"can't\", \"16\": \"feeling\", \"17\": \"my\", \"18\": \"in\", \"19\": \"falling\", \"20\": \"during\", \"21\": \"back\", \"22\": \"but\", \"23\": \"like\", \"24\": \"for\", \"25\": \"fall\", \"26\": \"after\", \"27\": \"is\", \"28\": \"day\", \"29\": \"tired\", \"30\": \"even\", \"31\": \"struggle\", \"32\": \"awake\", \"33\": \"hours\", \"34\": \"get\", \"35\": \"at\", \"36\": \"times\", \"37\": \"that\", \"38\": \"trouble\", \"39\": \"full\", \"40\": \"getting\", \"41\": \"due\", \"42\": \"difficulty\", \"43\": \"staying\", \"44\": \"me\", \"45\": \"without\", \"46\": \"any\", \"47\": \"night's\", \"48\": \"early\", \"49\": \"by\", \"50\": \"restless\", \"51\": \"frequently\", \"52\": \"stay\", \"53\": \"poor\", \"54\": \"several\", \"55\": \"sleeping\", \"56\": \"well\", \"57\": \"morning\", \"58\": \"through\", \"59\": \"exhausted\", \"60\": \"too\", \"61\": \"middle\", \"62\": \"enough\", \"63\": \"sometimes\", \"64\": \"all\", \"65\": \"find\", \"66\": \"waking\", \"67\": \"nightmares\", \"68\": \"issues\", \"69\": \"every\", \"70\": \"don't\", \"71\": \"quickly\", \"72\": \"go\", \"73\": \"rarely\", \"74\": \"deep\", \"75\": \"unrested\", \"76\": \"experience\", \"77\": \"disturbed\", \"78\": \"long\", \"79\": \"am\", \"80\": \"few\", \"81\": \"again\", \"82\": \"not\", \"83\": \"throughout\", \"84\": \"into\", \"85\": \"easily\", \"86\": \"interrupted\", \"87\": \"no\", \"88\": \"groggy\", \"89\": \"when\", \"90\": \"vivid\", \"91\": \"dreams\", \"92\": \"rested\", \"93\": \"alert\", \"94\": \"hard\", \"95\": \"with\", \"96\": \"nights\", \"97\": \"once\", \"98\": \"noises\", \"99\": \"haven't\", \"100\": \"then\", \"101\": \"it\", \"102\": \"difficult\", \"103\": \"quality\", \"104\": \"i'm\", \"105\": \"unable\", \"106\": \"because\", \"107\": \"though\", \"108\": \"or\", \"109\": \"very\", \"110\": \"multiple\", \"111\": \"anxiety\", \"112\": \"patterns\", \"113\": \"stress\", \"114\": \"time\", \"115\": \"lightly\", \"116\": \"short\", \"117\": \"from\", \"118\": \"periods\", \"119\": \"uncomfortable\", \"120\": \"discomfort\", \"121\": \"refreshed\", \"122\": \"soundly\", \"123\": \"thoughts\", \"124\": \"reason\", \"125\": \"problem\", \"126\": \"uninterrupted\", \"127\": \"completely\", \"128\": \"mornings\", \"129\": \"easy\", \"130\": \"insomnia\", \"131\": \"most\", \"132\": \"baby\", \"133\": \"great\", \"134\": \"constantly\", \"135\": \"immediately\", \"136\": \"until\", \"137\": \"anxious\", \"138\": \"deeply\", \"139\": \"seem\", \"140\": \"matter\", \"141\": \"how\", \"142\": \"going\", \"143\": \"bed\", \"144\": \"use\", \"145\": \"bathroom\", \"146\": \"loud\", \"147\": \"while\", \"148\": \"slept\", \"149\": \"frequent\", \"150\": \"leave\", \"151\": \"longer\", \"152\": \"disrupt\", \"153\": \"entire\", \"154\": \"more\", \"155\": \"than\", \"156\": \"unrefreshed\", \"157\": \"drained\", \"158\": \"need\", \"159\": \"adjust\", \"160\": \"pillow\", \"161\": \"blanket\", \"162\": \"settle\", \"163\": \"are\", \"164\": \"worries\", \"165\": \"slightest\", \"166\": \"noise\", \"167\": \"despite\", \"168\": \"late\", \"169\": \"drowsy\", \"170\": \"sluggish\", \"171\": \"bursts\", \"172\": \"mentally\", \"173\": \"only\", \"174\": \"whole\", \"175\": \"i've\", \"176\": \"been\", \"177\": \"never\", \"178\": \"fully\", \"179\": \"rest\", \"180\": \"urge\", \"181\": \"nap\", \"182\": \"wide\", \"183\": \"caught\", \"184\": \"cycle\", \"185\": \"being\", \"186\": \"able\", \"187\": \"outside\", \"188\": \"comfort\", \"189\": \"still\", \"190\": \"physical\", \"191\": \"activity\", \"192\": \"sleeplessness\", \"193\": \"last\", \"194\": \"days\", \"195\": \"irregular\", \"196\": \"shallow\", \"197\": \"unrefreshing\", \"198\": \"relax\", \"199\": \"out\", \"200\": \"breath\", \"201\": \"keeps\", \"202\": \"fatigued\", \"203\": \"least\", \"204\": \"peacefully\", \"205\": \"myself\", \"206\": \"lying\", \"207\": \"before\", \"208\": \"cut\", \"209\": \"fragmented\", \"210\": \"check\", \"211\": \"preventing\"}", "word_index": "{\"i\": 1, \"sleep\": 2, \"up\": 3, \"wake\": 4, \"and\": 5, \"the\": 6, \"to\": 7, \"asleep\": 8, \"feel\": 9, \"night\": 10, \"have\": 11, \"often\": 12, \"a\": 13, \"of\": 14, \"can't\": 15, \"feeling\": 16, \"my\": 17, \"in\": 18, \"falling\": 19, \"during\": 20, \"back\": 21, \"but\": 22, \"like\": 23, \"for\": 24, \"fall\": 25, \"after\": 26, \"is\": 27, \"day\": 28, \"tired\": 29, \"even\": 30, \"struggle\": 31, \"awake\": 32, \"hours\": 33, \"get\": 34, \"at\": 35, \"times\": 36, \"that\": 37, \"trouble\": 38, \"full\": 39, \"getting\": 40, \"due\": 41, \"difficulty\": 42, \"staying\": 43, \"me\": 44, \"without\": 45, \"any\": 46, \"night's\": 47, \"early\": 48, \"by\": 49, \"restless\": 50, \"frequently\": 51, \"stay\": 52, \"poor\": 53, \"several\": 54, \"sleeping\": 55, \"well\": 56, \"morning\": 57, \"through\": 58, \"exhausted\": 59, \"too\": 60, \"middle\": 61, \"enough\": 62, \"sometimes\": 63, \"all\": 64, \"find\": 65, \"waking\": 66, \"nightmares\": 67, \"issues\": 68, \"every\": 69, \"don't\": 70, \"quickly\": 71, \"go\": 72, \"rarely\": 73, \"deep\": 74, \"unrested\": 75, \"experience\": 76, \"disturbed\": 77, \"long\": 78, \"am\": 79, \"few\": 80, \"again\": 81, \"not\": 82, \"throughout\": 83, \"into\": 84, \"easily\": 85, \"interrupted\": 86, \"no\": 87, \"groggy\": 88, \"when\": 89, \"vivid\": 90, \"dreams\": 91, \"rested\": 92, \"alert\": 93, \"hard\": 94, \"with\": 95, \"nights\": 96, \"once\": 97, \"noises\": 98, \"haven't\": 99, \"then\": 100, \"it\": 101, \"difficult\": 102, \"quality\": 103, \"i'm\": 104, \"unable\": 105, \"because\": 106, \"though\": 107, \"or\": 108, \"very\": 109, \"multiple\": 110, \"anxiety\": 111, \"patterns\": 112, \"stress\": 113, \"time\": 114, \"lightly\": 115, \"short\": 116, \"from\": 117, \"periods\": 118, \"uncomfortable\": 119, \"discomfort\": 120, \"refreshed\": 121, \"soundly\": 122, \"thoughts\": 123, \"reason\": 124, \"problem\": 125, \"uninterrupted\": 126, \"completely\": 127, \"mornings\": 128, \"easy\": 129, \"insomnia\": 130, \"most\": 131, \"baby\": 132, \"great\": 133, \"constantly\": 134, \"immediately\": 135, \"until\": 136, \"anxious\": 137, \"deeply\": 138, \"seem\": 139, \"matter\": 140, \"how\": 141, \"going\": 142, \"bed\": 143, \"use\": 144, \"bathroom\": 145, \"loud\": 146, \"while\": 147, \"slept\": 148, \"frequent\": 149, \"leave\": 150, \"longer\": 151, \"disrupt\": 152, \"entire\": 153, \"more\": 154, \"than\": 155, \"unrefreshed\": 156, \"drained\": 157, \"need\": 158, \"adjust\": 159, \"pillow\": 160, \"blanket\": 161, \"settle\": 162, \"are\": 163, \"worries\": 164, \"slightest\": 165, \"noise\": 166, \"despite\": 167, \"late\": 168, \"drowsy\": 169, \"sluggish\": 170, \"bursts\": 171, \"mentally\": 172, \"only\": 173, \"whole\": 174, \"i've\": 175, \"been\": 176, \"never\": 177, \"fully\": 178, \"rest\": 179, \"urge\": 180, \"nap\": 181, \"wide\": 182, \"caught\": 183, \"cycle\": 184, \"being\": 185, \"able\": 186, \"outside\": 187, \"comfort\": 188, \"still\": 189, \"physical\": 190, \"activity\": 191, \"sleeplessness\": 192, \"last\": 193, \"days\": 194, \"irregular\": 195, \"shallow\": 196, \"unrefreshing\": 197, \"relax\": 198, \"out\": 199, \"breath\": 200, \"keeps\": 201, \"fatigued\": 202, \"least\": 203, \"peacefully\": 204, \"myself\": 205, \"lying\": 206, \"before\": 207, \"cut\": 208, \"fragmented\": 209, \"check\": 210, \"preventing\": 211}"}}