{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 30, "word_counts": "{\"i\": 27, \"can't\": 3, \"fall\": 5, \"asleep\": 12, \"at\": 1, \"night\": 6, \"wake\": 10, \"up\": 10, \"several\": 2, \"times\": 2, \"during\": 1, \"sleep\": 10, \"feel\": 5, \"tired\": 1, \"even\": 2, \"after\": 2, \"sleeping\": 2, \"have\": 5, \"difficulty\": 1, \"staying\": 3, \"nightmares\": 2, \"that\": 2, \"me\": 2, \"well\": 1, \"without\": 3, \"issues\": 2, \"refreshed\": 1, \"every\": 2, \"morning\": 3, \"don't\": 1, \"any\": 3, \"trouble\": 1, \"soundly\": 1, \"through\": 2, \"the\": 8, \"quickly\": 2, \"and\": 10, \"easily\": 1, \"struggle\": 2, \"to\": 2, \"feeling\": 1, \"exhausted\": 1, \"a\": 2, \"full\": 1, \"night's\": 1, \"often\": 2, \"too\": 1, \"early\": 1, \"go\": 1, \"back\": 2, \"my\": 3, \"is\": 5, \"interrupted\": 1, \"by\": 2, \"restless\": 2, \"thoughts\": 1, \"frequently\": 1, \"reason\": 1, \"rarely\": 1, \"in\": 4, \"middle\": 2, \"of\": 2, \"no\": 1, \"problem\": 1, \"falling\": 2, \"deep\": 1, \"uninterrupted\": 1, \"groggy\": 1, \"unrested\": 1, \"when\": 1, \"but\": 2, \"experience\": 1, \"vivid\": 1, \"dreams\": 1, \"completely\": 1, \"rested\": 1, \"alert\": 1, \"mornings\": 1, \"easy\": 1, \"hard\": 1, \"with\": 1, \"insomnia\": 1, \"most\": 1, \"nights\": 2, \"like\": 1, \"baby\": 1, \"great\": 1, \"constantly\": 1, \"disturbed\": 1, \"stay\": 3, \"awake\": 1, \"for\": 1, \"hours\": 1, \"immediately\": 1, \"until\": 1}", "word_docs": "{\"can't\": 3, \"fall\": 5, \"i\": 26, \"at\": 1, \"night\": 6, \"asleep\": 9, \"several\": 2, \"during\": 1, \"sleep\": 10, \"up\": 10, \"wake\": 10, \"times\": 2, \"even\": 2, \"tired\": 1, \"after\": 2, \"sleeping\": 2, \"feel\": 5, \"staying\": 3, \"difficulty\": 1, \"have\": 5, \"that\": 2, \"nightmares\": 2, \"me\": 2, \"well\": 1, \"without\": 3, \"issues\": 2, \"refreshed\": 1, \"every\": 2, \"morning\": 3, \"don't\": 1, \"any\": 3, \"trouble\": 1, \"soundly\": 1, \"through\": 2, \"the\": 6, \"easily\": 1, \"and\": 10, \"quickly\": 2, \"to\": 2, \"struggle\": 2, \"full\": 1, \"a\": 2, \"night's\": 1, \"exhausted\": 1, \"feeling\": 1, \"often\": 2, \"early\": 1, \"back\": 2, \"too\": 1, \"go\": 1, \"is\": 4, \"interrupted\": 1, \"my\": 3, \"thoughts\": 1, \"restless\": 2, \"by\": 2, \"reason\": 1, \"frequently\": 1, \"in\": 4, \"rarely\": 1, \"of\": 2, \"middle\": 2, \"falling\": 2, \"problem\": 1, \"no\": 1, \"deep\": 1, \"uninterrupted\": 1, \"when\": 1, \"groggy\": 1, \"unrested\": 1, \"but\": 2, \"vivid\": 1, \"experience\": 1, \"dreams\": 1, \"rested\": 1, \"mornings\": 1, \"completely\": 1, \"alert\": 1, \"easy\": 1, \"hard\": 1, \"with\": 1, \"insomnia\": 1, \"most\": 1, \"nights\": 2, \"baby\": 1, \"like\": 1, \"great\": 1, \"constantly\": 1, \"disturbed\": 1, \"stay\": 3, \"hours\": 1, \"for\": 1, \"awake\": 1, \"immediately\": 1, \"until\": 1}", "index_docs": "{\"14\": 3, \"9\": 5, \"1\": 26, \"45\": 1, \"8\": 6, \"2\": 9, \"21\": 2, \"46\": 1, \"5\": 10, \"4\": 10, \"3\": 10, \"22\": 2, \"23\": 2, \"47\": 1, \"24\": 2, \"25\": 2, \"10\": 5, \"15\": 3, \"48\": 1, \"11\": 5, \"27\": 2, \"26\": 2, \"28\": 2, \"49\": 1, \"16\": 3, \"29\": 2, \"50\": 1, \"30\": 2, \"17\": 3, \"51\": 1, \"18\": 3, \"52\": 1, \"53\": 1, \"31\": 2, \"7\": 6, \"54\": 1, \"6\": 10, \"32\": 2, \"34\": 2, \"33\": 2, \"57\": 1, \"35\": 2, \"58\": 1, \"56\": 1, \"55\": 1, \"36\": 2, \"60\": 1, \"37\": 2, \"59\": 1, \"61\": 1, \"12\": 4, \"62\": 1, \"19\": 3, \"63\": 1, \"39\": 2, \"38\": 2, \"65\": 1, \"64\": 1, \"13\": 4, \"66\": 1, \"41\": 2, \"40\": 2, \"42\": 2, \"68\": 1, \"67\": 1, \"69\": 1, \"70\": 1, \"73\": 1, \"71\": 1, \"72\": 1, \"43\": 2, \"75\": 1, \"74\": 1, \"76\": 1, \"78\": 1, \"80\": 1, \"77\": 1, \"79\": 1, \"81\": 1, \"82\": 1, \"83\": 1, \"84\": 1, \"85\": 1, \"44\": 2, \"87\": 1, \"86\": 1, \"88\": 1, \"89\": 1, \"90\": 1, \"20\": 3, \"93\": 1, \"92\": 1, \"91\": 1, \"94\": 1, \"95\": 1}", "index_word": "{\"1\": \"i\", \"2\": \"asleep\", \"3\": \"wake\", \"4\": \"up\", \"5\": \"sleep\", \"6\": \"and\", \"7\": \"the\", \"8\": \"night\", \"9\": \"fall\", \"10\": \"feel\", \"11\": \"have\", \"12\": \"is\", \"13\": \"in\", \"14\": \"can't\", \"15\": \"staying\", \"16\": \"without\", \"17\": \"morning\", \"18\": \"any\", \"19\": \"my\", \"20\": \"stay\", \"21\": \"several\", \"22\": \"times\", \"23\": \"even\", \"24\": \"after\", \"25\": \"sleeping\", \"26\": \"nightmares\", \"27\": \"that\", \"28\": \"me\", \"29\": \"issues\", \"30\": \"every\", \"31\": \"through\", \"32\": \"quickly\", \"33\": \"struggle\", \"34\": \"to\", \"35\": \"a\", \"36\": \"often\", \"37\": \"back\", \"38\": \"by\", \"39\": \"restless\", \"40\": \"middle\", \"41\": \"of\", \"42\": \"falling\", \"43\": \"but\", \"44\": \"nights\", \"45\": \"at\", \"46\": \"during\", \"47\": \"tired\", \"48\": \"difficulty\", \"49\": \"well\", \"50\": \"refreshed\", \"51\": \"don't\", \"52\": \"trouble\", \"53\": \"soundly\", \"54\": \"easily\", \"55\": \"feeling\", \"56\": \"exhausted\", \"57\": \"full\", \"58\": \"night's\", \"59\": \"too\", \"60\": \"early\", \"61\": \"go\", \"62\": \"interrupted\", \"63\": \"thoughts\", \"64\": \"frequently\", \"65\": \"reason\", \"66\": \"rarely\", \"67\": \"no\", \"68\": \"problem\", \"69\": \"deep\", \"70\": \"uninterrupted\", \"71\": \"groggy\", \"72\": \"unrested\", \"73\": \"when\", \"74\": \"experience\", \"75\": \"vivid\", \"76\": \"dreams\", \"77\": \"completely\", \"78\": \"rested\", \"79\": \"alert\", \"80\": \"mornings\", \"81\": \"easy\", \"82\": \"hard\", \"83\": \"with\", \"84\": \"insomnia\", \"85\": \"most\", \"86\": \"like\", \"87\": \"baby\", \"88\": \"great\", \"89\": \"constantly\", \"90\": \"disturbed\", \"91\": \"awake\", \"92\": \"for\", \"93\": \"hours\", \"94\": \"immediately\", \"95\": \"until\"}", "word_index": "{\"i\": 1, \"asleep\": 2, \"wake\": 3, \"up\": 4, \"sleep\": 5, \"and\": 6, \"the\": 7, \"night\": 8, \"fall\": 9, \"feel\": 10, \"have\": 11, \"is\": 12, \"in\": 13, \"can't\": 14, \"staying\": 15, \"without\": 16, \"morning\": 17, \"any\": 18, \"my\": 19, \"stay\": 20, \"several\": 21, \"times\": 22, \"even\": 23, \"after\": 24, \"sleeping\": 25, \"nightmares\": 26, \"that\": 27, \"me\": 28, \"issues\": 29, \"every\": 30, \"through\": 31, \"quickly\": 32, \"struggle\": 33, \"to\": 34, \"a\": 35, \"often\": 36, \"back\": 37, \"by\": 38, \"restless\": 39, \"middle\": 40, \"of\": 41, \"falling\": 42, \"but\": 43, \"nights\": 44, \"at\": 45, \"during\": 46, \"tired\": 47, \"difficulty\": 48, \"well\": 49, \"refreshed\": 50, \"don't\": 51, \"trouble\": 52, \"soundly\": 53, \"easily\": 54, \"feeling\": 55, \"exhausted\": 56, \"full\": 57, \"night's\": 58, \"too\": 59, \"early\": 60, \"go\": 61, \"interrupted\": 62, \"thoughts\": 63, \"frequently\": 64, \"reason\": 65, \"rarely\": 66, \"no\": 67, \"problem\": 68, \"deep\": 69, \"uninterrupted\": 70, \"groggy\": 71, \"unrested\": 72, \"when\": 73, \"experience\": 74, \"vivid\": 75, \"dreams\": 76, \"completely\": 77, \"rested\": 78, \"alert\": 79, \"mornings\": 80, \"easy\": 81, \"hard\": 82, \"with\": 83, \"insomnia\": 84, \"most\": 85, \"like\": 86, \"baby\": 87, \"great\": 88, \"constantly\": 89, \"disturbed\": 90, \"awake\": 91, \"for\": 92, \"hours\": 93, \"immediately\": 94, \"until\": 95}"}}